let giftDocs = {
    page1Header:"",
    sideheader1:" నమూనాలు",
    sideheader2:"నం. 1",
    sideheader3:" దాన పత్రము",
    text1:".............తేదీన............... వయస్సుగల ఏ.బీ. (ఇందులో ఇక మీదట ఆయనను 'దాత' అని పేర్కొనడం జరుగుతుంది) మొదటి కక్షిదారుడు; మరియు ............వయస్సుగల సీ.డి. (ఇందులో ఇకమీదట ఆయనను ప్రతిగ్రహీత అని పేర్కొనడం జరుగుతుంది) రెండవ కక్షిదారు మధ్య ఈ దాన పత్రము వ్రాసుకోవడమయినది.",
    text2:"సదరు దాత .............నగరము వీధిలో....... నెంబరుగల, దీనికి జతపరచిన షెడ్యూలులో పూర్తిగా వివరించిన ...........విలువ గల నివాస గృహములు, భూములు, పెనమెంట్లు, కమతపు ఇండ్లు, పరిసరములపై సంపూర్ణ హక్కు కలిగియుండి, అవి అతని అధీనములో ఉన్నందున,",
    text3:"సదరు సీ.డీ. దాతయొక్క తండ్రి సోదరుని కుమారుడు. అతడు ఏడేండ్ల నుండి దాతతోపాటు నివసిస్తున్నాడు. అతనిపై దాతకు అత్యంత ప్రేమానురాగాలు ఉన్నాయి. సహజమైన ప్రేమానురాగాలను పురస్కరించుకొని సదరు నివాస గృహమును, పెనమెంట్లను, భూమిని, కమతవుటిండ్లను మరియు పరిసరములను ఈ క్రింది రీతిలో బదలాయింపు చేయవలెనని ఇష్టపడుతున్నందున",
    page2Header:"దానము",
    sideheader4:" ఇప్పుడీ దాన పత్రం ఈ క్రింది విషయాలకు సాక్ష్యముగా ఉన్నది :",
    text4:"దాతకు ప్రతిగ్రహీతపై గల ప్రేమానురాగాలకు ప్రతిఫలముగా, దాత తన స్వేచ్ఛా పూర్వకమైన ఇష్టముతో ఎలాటి మోసముగాని, బలాత్కారము గాని, అనుచిత ప్రభావముగాని ఏలాటి వ్యక్తినుండిగాని లేకుండా స్వస్థచిత్తముతో ఇందు మూలముగా సదరు ప్రతి గ్రహీతకు............... చ అడుగుల భూమి పై .............(ఇంచుమించు) కొలతలు కలిగియున్న రెండంతస్తుల పక్కామేడ, గృహములు, టెనమెంట్లు, భూము లు పరిసరములను, వాటికి అనుబంధించి వున్న గేరేజీలు, ఫల సాయములు, హితములతోపాటు అన్నిటిని ప్రతి గ్రహీతకు ఎల్లప్పటికి సంపూర్ణముగా అతని ఉపయోగము కొరకు ఇచ్చివేయుచున్నాడు, వ్రాయుచున్నాడు, దానమిచ్చుచున్నాడు. బదిలీ చేయుచున్నాడు మరియు ఖాయము చేయుచున్నాడు.",
    text5:"ప్రతిగ్రహీత ఇకముందు శాంతియుతముగా అందులో చేరి, దానిని పొంది, వహించి, భుక్తము చేసికొని ఆధీనమందుంచుకొని, ఇందుమూలముగా దానము ద్వారా తాను అందుకొనిన ఆ ఆస్తిని అనుభవించవలెను; మరియు అద్దెలను, ఫల సాయమును మరియు అందుగల అన్ని భాగములను ఎలాంటి అడ్డంకి దాతనుండి లేదా అతని వారసుల నుండి క్లెయిము చేయు లేదా ట్రస్టు క్రింద క్లెయిము చేయు ఏ వ్యక్తి లేదా వ్యక్తులనుండి గాని లేకుండా తీసికొనవలెను.",
    text6:"ఈ విధముగా సమ్మతిస్తూ దాత తన సంతకమును ఇక్కడ చేసి హాజరయివున్న ఈ సాక్షుల యెదుట మరియు పైన పేర్కొన్న తేదీన అంద జేస్తూన్నాడు. ",
    sideheader5:"సాక్షులు :",
    sideheaderLeft1:"1",
    sideheaderLeft2:"2",
    sideheaderRight1:" (సం.) ఏ.బీ.",
    sideheaderRight2:"దాత",
    sideheaderRight3:"(సం.) సీ.డీ",
    sideheaderRight4:"ప్రతిగ్రహీత",
    sideheader6:"దానమీయబడిన ఆస్తి షెడ్యూలు వివరములు",
    }
let giftDocs1 ={
    sideheaer7:"నం. 2",
    sideheader8:"ఏదైనా ఒక నిర్దిష్ట ప్రయోజనము కొరకు దానము",
    text7:"...............తేదీన...............పైవలె)............ఈ దాన పత్రమువ్రాయడమైనది.",
    page3Header:" దస్తావేజుల రచన",
    text8:"ప్రతి గ్రహీత...... .పాఠశాలకు తగిన విధముగా నియమితుడై మేనేజరుగా ఉన్నాడు. సదరు పాఠశాలకు, దాని వెనుక ప్రక్కన ఉన్నట్టి..........చ.అ. కొలతలుగల స్థలమును బదలాయింపు చేయవలసినదిగాను, అది ఆ పాఠశాలకు ఆటల స్థలముగా ఉపయోగించేందుకు ఈయవలసినదిగాను ఆయన దాతను అభ్యర్థించినందున;",
    text9:"దాత ప్రతిగ్రహీతకు బహిరంగముగా నున్న, ఇందులోగల షెడ్యూలులో నిర్దిష్టముగా వివరించిన, దీనితో అనుబంధించిన, ఈ దస్తావేజులో భాగముగా రూపొందించిన పటములో ఎఱ్రరంగుతో చూపిన స్థలమును ఎలాటి ప్రతిఫలము గాని లేకుండా బదిలీ చేయుటకు ఖరారు చేసుకొన్నందున; ",
    sideheader7:"ఇప్పుడీ దస్తావేజు ఈ క్రింది విషయాలకు సాక్ష్యముగా ఉన్నది :",
    text10:"సదరు ఖరారును పురస్కరించుకొని, ప్రతిగ్రహీత ఈ బహిరంగ స్థలమును నిమిత్తమై అభ్యర్థించినాడో ఆ ప్రయోజనమే ప్రతిఫలముగా అనుభవదారు, స్వంతదారుఅయిన ఏ.బి. ఇందుమూలముగా దానరూపముగా సదరు సి.డి.కి మరియు ఆపాఠశాలలోని మేనేజరు పదవిలో అతని తరువాత వచ్చు వారికి ఇందులోగలషెడ్యూలులో నిర్దిష్టముగా వర్ణింపబడిన, దీనికి అనుబంధించిన పటములో ఎర్ర రంగులోచూపబడిన రూ............ల విలువ కలిగిన భూభాగమును ప్రతిగ్రహీత లేదా అతనిపదవిలో వచ్చు ఉత్తరాధికారులు సదరు పాఠశాల ఆట స్థలము నిమిత్తమైఉపయోగించేంత కాలమువరకు దాన్ని పొంది వహించుటకు గాను బదిలీ చేస్తూన్నాడు.ప్రతిగ్రహీత ఆ షరతునకు లోబడి ఈ దానమును స్వీకరించుచున్నాడు; ప్రతిగ్రహీతలేదా అతని పదవిలో వచ్చు ఉత్తరాధికారులు సదరు ఆస్తిని పాఠశాల ఉపయోగముమరియు హితమునకు గాను పై చెప్పినట్లుగా ఉపయోగించడం మానివేస్తే ఈ దానమునుఉపసంహరించవలెను. సదరు ఆస్తి తిరిగి దాతకు సంక్రమించవలెను.",
    text11:"ఈ విధముగా సమ్మతిస్తూ ఏ.బి. (దాత) మరియు సీ.డీ. (ప్రతిగ్రహీత)లు ..........చోట పైన పేర్కొన్న తేదీన సంతకములు చేసినారు.",
    sideheaderLeft3:"సాక్షులు :",
    sideheaderLeft4:"1",
    sideheaderLeft5:"2",
    sideheaderRight5:"(సం.) ఏ.బి.",
    sideheaderRight6:"(దాత)",
    sideheaderRight7:"(సం.) సీ.డీ.",
    sideheaderRight8:" (ప్రతి గ్రహీత)",
    sideheader9:" పై చెప్పిన షెడ్యూలు వివరములు"
    }; 


module.exports = {giftDocs,giftDocs1};

